andys8.jest-snippets
austin.code-gnu-global
azemoh.one-monokai
christian-kohler.npm-intellisense
DavidAnson.vscode-markdownlint
dbaeumer.jshint
dbaeumer.vscode-eslint
donjayamanne.githistory
DotJoshJohnson.xml
eamodio.gitlens
eg2.tslint
eg2.vscode-npm-script
esbenp.prettier-vscode
felipecaputo.git-project-manager
firsttris.vscode-jest-runner
HookyQR.beautify
mrcrowl.hg
ms-vscode.cpptools
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
ms-vsts.team
msjsdiag.debugger-for-chrome
Orta.vscode-jest
redhat.java
richie5um2.vscode-sort-json
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
tomoki1207.pdf
traBpUkciP.vscode-npm-scripts
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
waderyan.gitblame
